{
    "Activities":
    [
        {"ActvitiyID":1,"ActivityName":"Bowl America: Bowling","ActivityDescription":"Bowling ia a great place to go on a date. Going to Bowl of America allows you to have fun with your partner and bring kids along for the ride! You can’t beat bowling for fun with family or friends and there’s no place more fun than Bowl America! From grade schoolers to grandparents, we get the good times rolling for bowlers of all ages. And whether you’re looking to throw a perfect game or the perfect party, we specialize in making every visit to Bowl America a special occasion. We reccomnend going to Bowl of America!","ActivityRatings":4.5,"ActivityAge":"Yes Age 21+","AveragePrice":"$ Cheap!","ActivityAddy":"4525 Stonecroft Blvd, Chantilly, VA 20120","ActivityParking":"Free","ActivySite":"https://www.bowl-america.com","ActivityImage":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/bowling.jpg","ActivityImage2":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/bowling2.jpg" },
    {"ActvitiyID":2,
        "ActivityName":"Top-Golf",
    "ActivityDescription":"Test your skills. Topgolf offers a wide selection of games that utilize micro-chipped golf balls and Toptracer technology (select venues) to keep track of every shot. Player's shots will be relayed back to their bay screen showing the accuracy and distance of each ball. Our giant targets make it fun for everyone – Guests of all ages and skill levels can score! Check out a brief overview of some Topgolf games below, and get ready to tee it up and let it fly. Target layouts, available games, and scoring may vary by Topgolf venue.",
    "ActivityRatings":5.0,
    "ActivityAge":"Yes Age 21+",
    "AveragePrice":"$$$ Expensive",
    "ActivityAddy":"20356 Commonwealth Center Dr, Ashburn, VA 20147",
    "ActivityParking":"Free",
    "ActivySite":"https://topgolf.com/us/play/games/?devents=us%2Floudoun%2F",
    "ActivityImage":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/topgolf2.jpg",
    "ActivityImage2":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/topgolf2.jpg" },

        {"ActvitiyID":3,
        "ActivityName":"Nova Parks: Fishing",
    "ActivityDescription":"Love eating food and having a fun time? When you go fishing at Nova Parks you end up making a small donation back to wildlife as going to Nova Parks is a non-profit. Leftover profits goes back to the park itself for renovations and upkeeping. When going fishing there are rules and regulations you must follow such as having a fishing license or not keeping caught fish. Although their are some constraints to fishing that other activities dont face, the act of enjoyment and accomplishment with your S/O is amazing. Being able to show off your skills",
    "ActivityRatings":4.0,
    "ActivityAge":"Not Avaliable",
    "AveragePrice":"$$ Moderate",
    "ActivityAddy":"12350 Cotton Mill Dr Woodbridge, VA 22192",
    "ActivityParking":"Must Pay",
    "ActivySite":"https://www.pwcgov.org/government/dept/park/lakeridgepark/Pages/default.aspx",
    "ActivityImage":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/fishing.jpg",
    "ActivityImage2":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/fishing2.jpg" },
            {"ActvitiyID":4,
        "ActivityName":"Foods and Drinks: The Block",
    "ActivityDescription":"Miss going drinking because of covid? The Block VA has been opened since December 2016 and since has expanded. The Block is considered to be the first FoodHall in NOVA and has spread it precesense across the DMV. With multiple places to get food that are Asian-Inspired. The Block has indoor drinking at the bar if age is permited but also has other things such as food,music, dance and desert. The Block has famous ice cream from SnowCreamery ice cream food truck. Food is a variety of asian cuisine such as Filipino food, Japanese, Vietnamese, and Chinese dishes. If you aren't 21 you can still have a good time by getting Milk/Fruit teas instead and just have a blast with your friends",
    "ActivityRatings":4.5,
    "ActivityAge":"Yes Age 21+",
    "AveragePrice":"$$ Moderate",
    "ActivityAddy":"4221 John Marr Dr, Annandale, VA 22003",
    "ActivityParking":"Free",
    "ActivySite":"https://www.theblockfoodhall.com",
    "ActivityImage":"https://github.com/mattlxp/JSONProjectsIT315/blob/master/block.png?raw=true",
    "ActivityImage2":"https://github.com/mattlxp/JSONProjectsIT315/blob/master/block2.png?raw=true" },
                {"ActvitiyID":5,
        "ActivityName":"Watch a Movie: Cinemark",
    "ActivityDescription":"Miss watching things on the big screen? We reccomend going to Cinemark to watch movies now that you have the covid vaccine. AMC overs a variety of movies to watch with multiple genres. AMC circuit is the third largest in the U.S. with 331 theatres and 4,517 screens in 42 states.We ranked either #1 or #2 by box office revenues in 20 of our top 25 U.S. markets as of 12/31/2019.We are one of the most geographically diverse circuits in Latin America with 202 theatres and 1,457 screens in 15 countries as of September 30, 2020.We had a presence in 14 of the top 20 metropolitan areas in South America as of 12/31/2019. The Cinemark offers a variety of different titles and genres at single time to ensure that whenever your going they have a movie for you",
    "ActivityRatings":3.5,
    "ActivityAge":"Yes Age 21+",
    "AveragePrice":"$ Cheap",
    "ActivityAddy":"6201 Multiplex Dr, Centreville, VA 20121",
    "ActivityParking":"Free",
    "ActivySite":"https://www.cinemark.com/theatres/va-centreville/cinemark-centreville-12",
    "ActivityImage":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/movie.jpeg",
    "ActivityImage2":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/movie2.jpg" },
                    {"ActvitiyID":6,
        "ActivityName":"Nova Parks: Picnic",
    "ActivityDescription":"Wow! Cheap and affordible DIY activitiy. For $25 you are able to go out with your S/O and have fun. Picnic DIY such as making awesome sandwhiches, salads, charcuterie board, the ideas are endless! By going to Picnic Shelter in Nova parks you are sure to help the enviroment as all fees are going back to the park. Going on a picnic doesn't have to stop at eating, watching the sunset and taking photos. Going on a picnic can include a variety of activities such as racing, reading, relaxing, playing with others and so much more. The endless opportunities to have fun is what makes going on a picnic unique everytime because you can change so many variables.",
    "ActivityRatings":4.0,
    "ActivityAge":"Not Avaliable",
    "AveragePrice":"$ Cheap",
    "ActivityAddy":"7700 Bull Run Dr, Centreville VA 20120",
    "ActivityParking":"Must Pay",
    "ActivySite":"https://www.novaparks.com/parks/bull-run-regional-park/things-to-do/picnic-shelters-picnic",
    "ActivityImage":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/picnic.jpg",
    "ActivityImage2":"https://raw.githubusercontent.com/mattlxp/JSONProjectsIT315/master/picnic2.jpeg" }
    ],
    "Status":"OK"
}
